{
    "Home": {
        "title-one": "مجاني لفترة محدودة",
        "desc-one": "دلوقتي ولفترة محدودة تقدر تحصل على الكارت الإلكتروني مجانًا عشان تشتري كل منتجاتك أو تدفع خدماتك برا مصر. مستني إيه؟ اطلبه دلوقتي ومتفوتش العرض.",
        "btn": "اطلب الكارت",
        "title-two": "مميزات الكارت من لايت باي",
        "item-one": "مفيش limits للدفع بالدولار، مهما كان المبلغ اللي محتاج تدفعه.",
        "item-two": "صلاحية الكارت سنة",
        "item-three": "أسعارنا دايماً أوفر ومناسبة لميزانيتك.",
        "item-four": "مفيش إجراءات روتينية مزعجة، وكل حاجة هتم بسهولة وسرعة.",
        "item-five": "لو بتتعامل بمبالغ كبيرة هنساعدك بتوفير خصم مميز لو معاملاتك عدت 1000 دولار في الشهر."
    },
    "Navbar": {
        "cards": "البطاقات",
        "dashboard": "لوحة التحكم",
        "home": "الرئيسية",
        "features": "الميزات",
        "about": "معلومات عنا",
        "login": "تسجيل الدخول",
        "signup": "إنشاء حساب",
        "logout": "تسجيل الخروج",
        "yourCard": "بطاقتك"
    },
    "Footer": {
        "company": "شركة",
        "about": "معلومات عنا",
        "contact": "اتصل بنا",
        "languages": "اللغات",
        "legal": "قانوني",
        "terms": "شروط الخدمة",
        "privacy": "سياسة الخصوصية",
        "refund": "سياسة الاسترداد",
        "copyright": "جميع الحقوق محفوظة © 2024 لشركة Litepay LLC",
        "follow": "تابعنا"
    },
    "About": {
        "title": "احنا مين ؟",
        "desc-one": "LitePay بيواجه تحديات الدفع الدولي عن طريق تقديم حل سهل وسلس من خلال كارت إلكتروني مسبق الدفع. الكارت ده بيسمح للمستخدمين يعملوا معاملات بعملات أجنبية من غير القيود والتعقيدات اللي غالباً بتفرضها الأنظمة البنكية التقليدية. عن طريق إزالة العقبات زي رسوم تحويل العملات وتأخير التحويلات، LitePay بيضمن تجربة دفع أسهل وأسرع للمستخدمين.",
        "desc-two": "عكس الطرق التقليدية، LitePay بيشيل تعب التعامل مع الحدود الصارمة للاستخدام، وده بيخليه أداة مثالية للأفراد والشركات اللي عايزين تجربة دفع بلا حدود. طبيعته الافتراضية بتخلي المستخدمين يقدروا يديروا فلوسهم من غير الحاجة لكارت مادي، وده بيديهم مرونة أكبر في المعاملات الدولية.",
        "desc-three": "المستخدمين يقدروا يستخدموا LitePay بكل سهولة على منصات دولية مختلفة لشراء السلع والخدمات، وإدارة الاشتراكات، وكمان لعمل حجوزات. مع عملية الدفع السلسة والفعّالة والآمنة، LitePay بيقدم بديل موثوق للأنظمة البنكية التقليدية، وبيوفر سهولة في التعامل مع المعاملات العالمية."
    },
    "order-wait": {
        "title": "نشكرك على طلب بطاقة",
        "title-add-balance-wait": "نشكرك علي شحن بطاقة",
        "secondTitle": "",
        "description": "يتم معالجة طلبك وستتلقى رساله علي الواتساب عندما تصبح بطاقتك جاهزة للاستخدام. يستغرق الطلب من 10 دقائق إلى ساعتين خلال ساعات العمل.",
        "description-add-balance-wait": "يتم معالجة طلبك وستتلقى رساله علي الواتساب عندما يتم اضافة رصيدك للكارت. يستغرق الطلب من 10 دقائق إلى ساعتين خلال ساعات العمل."
    },
    "Auth": {
        "signup-title": "أهلاً بيك في LitePay",
        "have-account": "عندك حساب بالفعل؟",
        "login": "تسجيل الدخول",
        "email": "البريد الإلكتروني",
        "email-phone": "البريد الإلكتروني او رقم الهاتف",
        "your-email": "بريدك الإلكتروني",
        "password": "كلمة المرور",
        "new-password": "كلمة مرور جديدة",
        "confirm-password": "تأكيد كلمة المرور",
        "sign-up": "إنشاء حساب",
        "or": "أو",
        "google": "الاستمرار باستخدام Google",
        "hide": "اخفي",
        "show": "اظهر",
        "login-title": "أهلاً بيك من جديد!",
        "dont-have": "لسه معملتش حساب؟",
        "loading": "جاري",
        "next": "التالي",
        "forgot-password": "هل نسيت كلمة المرور؟",
        "forgot-password-des": "لا تقلق، سنرسل لك تعليمات إعادة التعيين.",
        "forgot-password-part-two": "كيف يمكننا التواصل معك؟",
        "forgot-password-part-two-des": "يمكنك الاختيار بين هاتين الطريقتين لتلقي رمز OTP الخاص بك.",
        "forgot-password-part-three": "إعادة تعيين كلمة المرور",
        "forgot-password-part-three-des": "لقد أرسلنا رمزًا إلى",
        "send-otp-code-to": "أرسل رمز التحقق إلى",
        "forgot-password-part-four": "تعيين كلمة مرور جديدة",
        "forgot-password-part-four-des": "يجب أن تتكون من 8 أحرف على الأقل.",
        "reset-password": "إعادة تعيين كلمة المرور",
        "confirm": "تأكيد",
        "password-mismatch-message": "عدم تطابق كلمة المرور",
        "": "",
        "accountAlreadyExist": "هذا الحساب موجود بالفعل",
        "msg-not-password": "يجب أن تتكون كلمة المرور من 8 أحرف على الأقل، ويجب أن تحتوي على أحرف كبيرة وصغيرة وأحرف خاصة",
        "incorrect-password": "كلمه المرور غير صحيحه",
        "submit": "تقديم"
    },
    "Cards": {
        "age": "العمر",
        "card-request": "طلب كارت",
        "name": "الاسم",
        "phone": "الموبيل",
        "phone-number": "رقم الموبيل",
        "email": "البريد الإلكتروني",
        "national-id": "الرقم القومي",
        "national-id-des": "(سوف تحتاج إليها إذا نسيت كلمة المرور الخاصة بك.)",
        "telegram": "حساب التليجرام",
        "telegram-des": "(أختياري)",
        "gender": "الجنس",
        "male": "ذكر",
        "female": "أنثي",
        "OTP": "رمز التحقق",
        "one-time-password": "(كلمة مرور لمرة واحدة)",
        "name-on-card": "الاسم على الكارت",
        "appearing": "الاسم اللي هيظهر على الكارت",
        "next": "التالي",
        "back": "رجوع",
        "charge-card": "شحن الكارت",
        "msg-charge-card": "سوف تحصل عليه في رصيد بطاقتك",
        "minimum": "الحد الأدنى",
        "max": "الحد الأقصى",
        "exactly": "هتشحن بالضبط",
        "amount-usd": "مبلغ الشحن بالدولار",
        "usd": "دولار",
        "egp": "جنيه",
        "card-fee": "رسوم إصدار الكارت",
        "instaPay-vodafone-cash": "رسوم انستاباي / فودافون كاش",
        "exchange-rate-percent": "نسبه التحويل",
        "e£": "جنيه",
        "exchange-rate": "سعر الصرف",
        "payment-egp": "المبلغ بالجنيه",
        "or": "أو",
        "click-instaPay": "اضغط هنا لفتح انستا باي",
        "account": "الحساب:",
        "account-optional": "الحساب (اختياري)",
        "instaPay-account": "حساب انستا باي",
        "Link": "الرابط",
        "user": "الحساب",
        "msgInputImage": "اسحب & أفلِت صورة أو انقر للاستعراض",
        "msgInputImageSecond": "يرجى رفع صورة تحويل انستاباي",
        "no-selected": "لم يتم تحديد الصورة",
        "confirm": "تأكيد",
        "ordering-a": "شكراً لطلبك",
        "card": "الكارت.",
        "card-add-balance": "الكارت",
        "desc-one": "طلبك بيتعالج وهيوصلك إيميل لما",
        "desc-two": "الكارت بتاعك يكون جاهز للاستخدام. الطلب بياخد من 10 دقايق لـ 2 ساعة",
        "desc-three": "أثناء ساعات العمل.",
        "vf-cash": "رسوم فودافون كاش",
        "instapay": "رسوم انستا باي",
        "promo-code": "كود الخصم",
        "apply": "تطبيق",
        "loading": "جاري",
        "card-dashboard": "لوحة تحكم الكارت",
        "basic": "أساسي",
        "premium": "مميز",
        "balance": "الرصيد:",
        "status": "حاله الكارد:",
        "support": "الدعم الفني:",
        "active": "مفعل",
        "un-active": "غير مفعل",
        "available": "متاح",
        "unavailable": "غير متاح",
        "address": "العنوان :",
        "card-type": "نوع الكارت :",
        "you-saved": "وفرت",
        "egp-as-you-special": "جنيه لانك مميز",
        "add-balance": "إضافة رصيد",
        "you-need": "أنت محتاج",
        "to-be-premium": "علشان تكون بريميوم",
        "transactions-history": "سجل المعاملات",
        "transactions-history-des": "يتم تحديث المعاملات كل 1 دقيقة.",
        "card-label": "كارت",
        "company-name": "أسم الشركة",
        "amount": "المبلغ",
        "date": "التاريخ",
        "time": "الوقت",
        "pending": "أنتظار",
        "failure": "خطأ",
        "success": "ناجح",
        "refund": "مرتجع",
        "all": "الكل",
        "today": "اليوم",
        "last-week": "اخر اسبوع",
        "last-month": "اخر شهر",
        "": "",
        "msg-not-used-card": "لم يتم استخدام البطاقة مطلقًا في هذا الوقت.",
        "bank-description": "وصف البنك:",
        "failure-reason": "سبب الخطا:",
        "card-required": "رقم الكارت مطلوب",
        "minimum-amount-usd": "اقل مبلغ 5 دولار",
        "maximum-amount-egp": "اكثر من 150,000 جنيه",
        "usd-amount-required": "المبلغ المطلوب بالدولار الأمريكي",
        "egp-amount-required": "المبلغ المطلوب بالجنيه المصري",
        "decimals": "لا يمكن اضافة الكسور على المبلغ",
        "vodafone-comming": "فودافون كاش (قريبا)...",
        "invalid-promo": "كود الخصم غير صالح",
        "telegram-url": "الحساب التليجرام يجب أن يكون صالح URL",
        "national-id-required": "الرقم القومي مطلوب",
        "national-id-digits": "الرقم القومي يجب أن يكون 14 رقم",
        "must-email": "البريد الإلكتروني يجب أن يكون صالح",
        "name-required": "الاسم مطلوب",
        "name-must": "يجب أن يحتوي الاسم على أحرف إنجليزية فقط ومسافة واحدة بين الكلمات.",
        "email-required": "الايميل مطلوب",
        "phone-required": "رقم الموبيل مطلوب",
        "phone-number-must": "يجب أن يبدأ رقم الهاتف بـ 010، 011، 012، أو 015 وأن يتكون من 11 رقمًا.",
        "email-or-phone": "البريد الإلكتروني أو الهاتف",
        "your-saving": "وفرت",
        "the-platform-only-accepts-whole-numbers": "المنصة تقبل الأرقام الصحيحة فقط. سيتم تقريب ",
        "will-be-rounded-to": "إلى",
        "new-balance": "القيمه الجديده",
        "add-rate": "إضافة معدل",
        "total": "الاجمالي",
        "title-add-card-select": "اختار",
        "value-one-add-card": "قيمه",
        "value-two-add-card": "قيمه",
        "card-number": "رقم الكارت",
        "cvv": "cvv",
        "load": "تحميل...",
        "error-upload": "حدث خطأ اثناء تحميل الصورة. حاول مرة اخرى في وقت لاحق"
    },
    "TransactionsTable": {
        "all-time": "كل الاوقات",
        "last-day": "آخر يوم",
        "last-week": "آخر أسبوع",
        "last-month": "آخر 30 يوم",
        "search-by-company": "ابحث باسم الشركة",
        "company-name": "اسم الشركة",
        "status": "الحالة",
        "amount": "المبلغ",
        "date": "التاريخ",
        "time": "الوقت",
        "action": "الإجراء",
        "bank-description": "وصف البنك:",
        "failure-reason": "سبب الفشل:",
        "success": "نجح",
        "failure": "فشل",
        "pending": "قيد الانتظار",
        "all": "الكل"
    },
    "PrivacyPolicy": {
        "Introduction": {
            "Heading": "سياسة الخصوصية",
            "Description": "سياسة الخصوصية لدينا هي طريقة جمعنا وحفظنا واستخدامنا وطريقة حماية معلوماتك الشخصية ونعني بمعلومات الشخصية هي المعلومات التي ترتبط بشخص معين والتي تستخدم في التعريف عنه. نقوم بجمع المعلومات الشخصية من الراغبين بإستخدام موقع جراندي هوم او صفحات الانترنت المرتبطة. وبمجرد تزويدك لنا بمعلوماتك الشخصية تكون قد فوضتنا لمعالجة هذه المعلومات وفق بنود وشروط (سياسة الخصوصية). قد نقوم بتعديل (سياسة الخصوصية) في أي وقت وذلك من خلال الإعلان عن هذا التعديل بنشر النسخة المعدلة على الموقع. وتكون النسخة المعدلة من (سياسة الخصوصية) سارية المفعول اعتبارا من تاريخ نشرها. في أعقاب النشر يعتبر استمرارك في استخدام الموقع موافقة منك بالشروط والبنود الواردة في النسخة المعدلة لطريقة معالجتنا وتعاملنا مع معلوماتك الشخصية التي كنت قد زودتنا بها. نأمل منكم الإطلاع على الموقع من حين لآخر للإعلانات عن أية تعديلات على سياسة الخصوصية."
        },
        "Consent": {
            "Heading": "جمع معلومات عن عملياتك وأنشطتك",
            "Description": "رقم فريد يتم تعيينه لخادم الكمبيوتر أو مزود خدمة (IP). الرجاء ملاحظة أننا قد نستخدم عنوان بروتوكول الإنترنت الخاص بك أو الإنترنت الخاص بك (ISP) لتحليل أنشطتك وتحسين إدارة الموقع. قد نجمع معلومات إضافية حول جهاز الكمبيوتر الخاص بك (مثل نوع المتصفح) ومعلومات التصفح (مثل الصفحات التي تزورها على الموقع) بالإضافة إلى عدد المرات التي تستخدم بها الموقع. أخيرًا، قد نجمع معلومات إضافية منك أو عنك بطرق أخرى غير موصوفة هنا تحديدًا. على سبيل المثال، قد نقوم بجمع المعلومات المتعلقة بتواصلك مع فريق دعم العملاء أو من خلال إجابتك على الاستبيانات. قد نجمع أيضًا التقييمات والتعليقات الأخرى المتعلقة باستخدامك للموقع. عندما نقوم بتجميع المعلومات الشخصية للأغراض الإحصائية، يجب أن تكون أسماء أصحاب المعلومات مجهولة."
        },
        "CollectionOfInformation": {
            "Heading": "جمعنا لمعلوماتك الشخصية",
            "Description": "كجزء من التسجيل على الموقع أو استخدامه سوف يُطلب منك تزويدنا بمعلومات شخصية محددة مثل اسمك وعنوان الشحن وبريدك الإلكتروني ورقم هاتفك ومعلومات أخرى مشابهة وبعض المعلومات الإضافية عنك مثل تاريخ ميلادك أو أي معلومات محددة لهويتك. إضافة إلى ذلك، وبهدف توثيقنا لهويتك، قد نحتاج أيضًا إلى جمع معلومات مالية محددة منك، مثل بطاقتك الائتمانية و/أو تفاصيل حسابك المصرفي. يجب عليك إدخال هذه المعلومات المالية في قسم 'حسابي' أو عند إتمام الطلب على الموقع. وسوف نستخدم هذه المعلومات لغايات إصدار الفواتير واستكمال طلباتك. عند تسجيلك في الموقع، ينبغي عليك عدم نشر أي معلومات شخصية (بما في ذلك أي معلومات مالية) على أي جزء من الموقع باستثناء قسم 'إدارة الحساب' أو صفحة إتمام الطلب، وهذا من شأنه حمايتك من الاحتيال أو سرقة معلومات هويتك."
        },
        "UseOfPersonalInformation": {
            "Heading": "استخدامنا لمعلوماتك الشخصية",
            "Description": "نستخدم معلوماتك الشخصية لتقديم خدمات ودعم من فريق العملاء وبهدف قياس مستوى خدماتنا وتحسينها لك ومنع النشاطات غير القانونية وتنفيذ لبنود اتفاقية الاستخدام المتوافقة معك ('اتفاقية الاستخدام')، إضافة إلى حل المشاكل وجمع الرسوم وتزويدك برسائل إلكترونية ترويجية. كذلك، من أجل توثيق المعلومات التي زودتنا بها مع أطراف ثالثة، قد نلجأ إلى مشاركة بعض من معلوماتك الشخصية مع البنوك أو التفويض لبطاقات الائتمان لمعالجة وتوثيق خدمات أو مع أطراف ثالثة لغايات التحقق من عمليات الاحتيال. بالرغم من حرصنا على سرّيتك، قد نحتاج إلى الإفصاح عن معلوماتك الشخصية لأجهزة تنفيذ القانون أو الهيئات الحكومية أو أطراف ثالثة، عند طلب المحكمة أو غيرها من الدوائر القانونية. الإفصاح قد يكون لحماية من أذى جسدي أو خسارة مالية أو للإخبار عن نشاط مشبوه أو التحقيق في انتهاك لبنود وشروط اتفاقية المستخدم أو لحماية الحقوق أو سلامة المستخدمين أو الغير."
        },
        "Disclosure": {
            "Heading": "الإفصاح",
            "Description": "سيتم الإفصاح عن بعض البيانات الشخصية المتعلقة بك مع شركات الشحن مثل الاسم، العنوان، ورقم الهاتف."
        },
        "PersonalInformation": {
            "Heading": "لا نبيع أو نؤجر معلوماتك الشخصية",
            "Description": "لا نبيع أو نؤجر أي من معلوماتك الشخصية لطرف ثالث ضمن نطاق عملنا التجاري المعتاد. سوف نشارك فقط معلوماتك الشخصية وفق ما جاء في (سياسة الخصوصية). بمجرد تسجيلك في أو استخدامك للموقع تعتبر أنك أعطيتنا تفويضًا واضحًا لتسلمك رسائل إلكترونية ترويجية حول خدماتنا إضافة إلى رسائل إلكترونية بخصوص التغيرات والملامح الجديدة على الموقع. بحال عدم رغبتك في تلقي مثل هذه الرسائل، يمكنك اختيار إيقافها من خلال الرابط المتوفر في أسفل أي من هذه الرسائل."
        },
        "Passwords": {
            "Heading": "إستخدام ودخول وتصفح وتعديل معلوماتك الشخصية",
            "Description": "باستطاعتك الوصول ومراجعة معلوماتك الشخصية من خلال صفحة 'حسابي' على الموقع. إذا تغيرت معلوماتك الشخصية أو قدمت معلومات غير صحيحة على الموقع، فعليك القيام بتحديثها أو تصحيحها فورًا، إما من خلال 'حسابي' أو من خلال الاتصال بفريق خدمة العملاء. موضح على الموقع رقم التليفون والبريد الإلكتروني الخاصين بخدمة العملاء. يرجى العلم أننا سوف نحتفظ بمعلوماتك الشخصية خلال وبعد انتهاء استخدامك للموقع، وذلك بهدف التغلب على العوائق التقنية، ولمنع الاحتيال، وللمساعدة في أي تحقيق قانوني واتخاذ الإجراءات القانونية الأخرى."
        },
        "Security": {
            "Heading": "ملفات تعريف الارتباط (Cookies)",
            "Description": "مثل العديد من مواقع الإنترنت، فإن موقعنا يستخدم ملفات تعريف الارتباط وهي ملفات حاسوب صغيرة يتم تثبيتها على الجزء الصلب من حاسوبك. حين تذهب لزيارة صفحات إنترنت معينة على الموقع، تتعرف السجلات على المتصفح الخاص بك من خلال رقم فريد وعشوائي. ملفات تعريف الارتباط التي نستخدمها لا تكشف عن أي من معلوماتك الشخصية. تساعدنا ملفات تعريف الارتباط في تحسين أدائك على الموقع وتعيننا على تفهم أي الأجزاء من الموقع هي الأكثر استخدامًا. لديك مطلق الحرية في إلغاء هذه الملفات من المتصفح الخاص بك إذا أتيح لك ذلك، ولن يؤثر ذلك على استخدامك للموقع."
        },
        "AccessAndCorrection": {
            "Heading": "حماية معلوماتك الشخصية",
            "Description": "عندما تزودنا بمعلوماتك الشخصية نتخذ كافة الاحتياطات للمحافظة عليها بعدم الوصول إليها أو استخدامها أو الإفصاح عنها بشكل غير مخول. كافة المعلومات الشخصية مشفرة، وعلى أي حال فإن الإنترنت وسيلة غير آمنة، ونحن لا نضمن سرية معلوماتك الشخصية. يجب أن يتم إدخال اسم المستخدم وكلمة المرور في كل مرة عند الدخول إلى حسابك أو القيام بأي معاملات على الموقع. يجب أن يتم اختيار كلمة المرور بحذر باستخدام أرقام وحروف وأشكال مميزة. لا تشارك اسم المستخدم وكلمة المرور مع أي أحد. في حال كان لديك شك حول اختراق اسم المستخدم أو كلمة المرور، يرجى على الفور الاتصال بفريق خدمة العملاء وتغيير كلمة المرور عبر 'حسابي' على الموقع."
        }
    },
    "Terms": {
        "Title": "سياسة الاستخدام",
        "Overview": {
            "Title": "",
            "Description": "كجزء من سياسة الاستخدام المقبول ل لايت باي، فإنك توافق على عدم استخدام المعلومات أو الخدمات أو أي جزء آخر من منصة لايت باي لاتخاذ أي إجراء أو إجراءات من شأنها:"
        },
        "Section1": {
            "Title": "",
            "Description": "١. تتعارض مع صورة لايت باي العامة أو النية الحسنة أو السمعة."
        },
        "Section2": {
            "Title": "",
            "Description": "٢. الترويج لأي نشاط أو محتوى غير قانوني، بما في ذلك على سبيل المثال لا الحصر إساءة معاملة الأطفال أو الحيوانات والعنف والاستخدام غير المشروع للمخدرات والشرب دون السن القانونية."
        },
        "Section3": {
            "Title": "",
            "Description": "٣. تنتهك حقوق الطبع والنشر أو براءات الاختراع أو العلامات التجارية أو الأسرار التجارية أو غيرها من حقوق الملكية أو حقوق الدعاية أو الخصوصية الخاصة بنا أو بشركات أخرى."
        },
        "Section4": {
            "Title": "",
            "Description": "٤. عدم مشاركة صريحة أو ضمنية أيًا من بياناتك أو أنشطتك أو أسبابك قد أقرناها، دون موافقتنا الخطية المسبقة في كل حالة."
        },
        "Section5": {
            "Title": "",
            "Description": "٥. انتهاك أي قانون أو قانون أو مرسوم أو لائحة معمول بها في البلاد، أو تشجيع أي سلوك يمكن أن يشكل جريمة جنائية أو ينشأ عنه مسؤولية مدنية."
        },
        "Section6": {
            "Title": "",
            "Description": "٦. التشهير أو تشهيرية أو تهديدية أو مضايقة أو اقتحام للخصوصية أو مسيئة أو مؤذية أو كراهية أو تمييزية أو إباحية أو فاحشة."
        },
        "Section7": {
            "Title": "",
            "Description": "٧. إرسال أي سر تجاري أو معلومات أخرى أو معلومات غير عامة عن أي شخص أو شركة أو كيان دون الحصول على إذن بذلك."
        },
        "Section8": {
            "Title": "",
            "Description": "٨. تقييد أو منع أي زائر آخر من استخدام منصة لايت باي، بما في ذلك، على سبيل المثال لا الحصر، عن طريق \"اختراق\" أو تشويه أي جزء من منصة لايت باي أو تعديل، تغيير، ترخيص فرعي، ترجمة، بيع، هندسة عكسية، إلغاء ترجمة، أو فك أي جزء من منصة لايت باي."
        },
        "Section9": {
            "Title": "",
            "Description": "٩. إزالة أي حقوق نشر أو علامة تجارية أو غيرها من إشعارات حقوق الملكية الواردة في منصة لايت باي."
        },
        "Section10": {
            "Title": "",
            "Description": "٠. الباطن أو البيع أو الإيجار أو التأجير أو النقل أو التنازل عن أو نقل أي حقوق بموجب الشروط إلى أي طرف ثالث، أو الاستغلال التجاري أو الربح بطريقة أخرى من المعلومات أو محتوى منصة لايت باي، أو أي جزء منها، بأي شكل من الأشكال، باستثناء ما هو مسموح به صراحة هنا."
        },
        "Section11": {
            "Title": "",
            "Description": "١١. \"طباعة\" أو \"نسخ\" أي جزء من منصة لايت باي دون إذن خطي مسبق منا."
        },
        "Section12": {
            "Title": "",
            "Description": "١٢. توزيع أي فيروس أو فيروس متنقل أو أي ملفات أو نصوص برمجية أو برامج مشابهة أو ضارة."
        },
        "Section13": {
            "Title": "",
            "Description": "١٣. التدخل مع أو تعطل أي خدمات أو معدات بقصد التسبب في حمل زائد أو غير متناسب على البنية التحتية لشركة لايت باي أو الجهات المرخصة لها أو مورديها."
        },
        "Section14": {
            "Title": "",
            "Description": "١٤. تنطوي على إعداد أو توزيع البريد غير المرغوب فيه أو الرسائل غير المرغوب فيها أو سلسلة الرسائل أو المخططات الهرمية أو غيرها من رسائل البريد الإلكتروني التجارية الضخمة أو غير المرغوب فيها أو تنتهك بأي شكل من الأشكال قانون مكافحة الاعتداء على المواد الإباحية والتسويق غير المسموح بها (Spam Act 2003 أو ما يعادلها، المعمول بها، القانون الأجنبي)."
        },
        "Section15": {
            "Title": "",
            "Description": "١٥. استخدام أي روبوت، أو شبكة، أو تطبيق للبحث / استرجاع الموقع، أو أي جهاز أو عملية أخرى يدوية أو أوتوماتيكية لاسترداد أو فهرسة \"مخزن البيانات\" في منصة لايت باي أو إعادة إنتاج أو التحايل على أي شكل من الأشكال الهيكل الملاحي أو العرض التقديمي لمنصة لايت باي أو المحتويات والمصادقة والتدابير الأمنية."
        },
        "Section16": {
            "Title": "",
            "Description": "١٦. تزوير العناوين أو الهويات أو التلاعب بمعرفات الهوية من أجل إخفاء أصل أي إرسال."
        },
        "Section17": {
            "Title": "",
            "Description": "١٧. تنفيذ أي شكل من أشكال مراقبة الشبكة أو تشغيل محلل شبكة أو حزمة بحث أو تقنية أخرى لاعتراض أو فك شفرة أو استخراج أو عرض أي حزم تستخدم للاتصال بين خوادم لايت باي للنظام الأساسي أو أي بيانات غير مخصصة لك، حصاد أو جمع معلومات حول أي زائر أو أعضاء من منصة لايت باي دون موافقتهم الصريحة."
        },
        "Section18": {
            "Title": "",
            "Description": "١٨. يحتوي على أي إشارة إلى أو تشبه أي أطراف ثالثة محددة، ما لم يتم الحصول على موافقة من جميع هؤلاء الأفراد وأولياء أمورهم / الوصي القانوني إذا كانوا تحت سن الرشد حسب قانون الدولة."
        },
        "Section19": {
            "Title": "",
            "Description": ""
        }
    },
    "dashboard": {
        "dashboard": "لوحة التحكم",
        "requests": "الطلبات",
        "users": "المستخدمون",
        "cards": "البطاقات",
        "analysis": "التحليل",
        "logs": "السجلات",
        "settings": "الإعدادات",
        "affiliate": "التسويق بالعمولة",
        "recharge-card": "بطاقة الشحن",
        "new-card": "بطاقة جديدة",
        "refunds": "المبالغ المستردة",
        "search": "بحث",
        "date-from": "التاريخ من",
        "date-to": "التاريخ إلى",
        "methods": "الطرق",
        "created": "انشئ",
        "account": "الحساب:",
        "states": "الحالة",
        "export": "تصدير",
        "refresh": "تحديث",
        "image": "الصورة",
        "name-on-card": "الاسم على البطاقة",
        "card-number": "رقم الكارت",
        "phone-number": "رقم الهاتف",
        "email": "البريد الإلكتروني",
        "amount": "المبلغ",
        "amount-usd": "المبلغ بالدولار الأمريكي",
        "actions": "الإجراءات",
        "details": "التفاصيل",
        "additional-information": "معلومات إضافية",
        "all": "الكل",
        "instapay": "انستا باي",
        "vodafone": "فودافون",
        "pending": "معلق",
        "succeeded": "نجح",
        "declined": "رفض",
        "premium-basic": "مدفوع/اساسي",
        "premium": "مميز",
        "normal": "عادي",
        "basic": "اساسي",
        "name": "الاسم",
        "phoneNumber": "رقم الهاتف",
        "nationalID": "الرقم الوطني",
        "registerDate": "تاريخ التسجيل",
        "user": "المستخدم",
        "telegram": "(تليجرام)",
        "firstCard": "البطاقة الاولى",
        "totalDeposits": "مجموع الشحنات",
        "deposits": "الشحنات",
        "last": "(اخر 30 يوم)",
        "back": "رجوع",
        "user-details": "تفاصيل المستخدم",
        "remove-card": "حذف البطاقة",
        "add-balance": "اضافة رصيد",
        "add-card": "اضافة بطاقة",
        "refund": "المردود",
        "change-rate": "تغيير السعر",
        "clear-user-transactions": "مسح المعاملات للمستخدم",
        "delete-user": "حذف المستخدم",
        "ban-user": "حظر المستخدم",
        "un-ban-user": "الغاء حظر المستخدم",
        "createDate": "تاريخ الانشاء",
        "card-details": "تفاصيل الكارت",
        "card-balance": "رصيد البطاقة",
        "last-30-Days": "الودائع خلال آخر 30 يومًا",
        "total-deposits": "إجمالي الودائع",
        "usd": "دولار",
        "freeze-card": "تجميد الكارد",
        "un-freeze-card": "فك التجميد",
        "delete-card": "حذف الكارد",
        "edit-balance": "تعديل الرصيد",
        "edit-card": "تعديل تفاصيل البطاقة",
        "card-transactions": "تحويلات الكارد",
        "company-name": "أسم الشركة",
        "date": "التاريخ",
        "time": "الوقت",
        "approve": "قبول",
        "ignore": "تجاهل",
        "working-hours": "ساعات العمل",
        "exchange-commission": "لجنة الصرف",
        "payments": "المدفوعات",
        "roles": "الأدوار",
        "agents": "الوكلاء",
        "templates": "قوالب",
        "select-day": "اختر اليوم",
        "Sun": "الاحد",
        "Mon": "الاثنين",
        "Tue": "الثلاثاء",
        "Wed": "الاربعاء",
        "Thu": "الخميس",
        "Fri": "الجمعة",
        "Sat": "السبت",
        "from": "من",
        "to": "إلى",
        "disable-day": "تعطيل ساعات العمل في هذا اليوم",
        "undo-change": "التراجع عن التغيير الأخير",
        "save-changes": "حفظ التغييرات",
        "basic-rate": "السعر الأساسي",
        "vodafone-cash": "فودافون كاش",
        "premium-rate": "السعر المميز",
        "disabled": "معطل",
        "enabled": "مفعل",
        "upload-image": "تحميل الصورة جديدة",
        "username": "اسم المستخدم",
        "edit": "تعديل",
        "link": "رابط",
        "add-user-dashboard": "اضافة مستخدم للوحة التحكم",
        "add": "اضافة",
        "owner": "المالك",
        "sup-admin": "مدير فرعي",
        "admin": "مدير",
        "technical": "فني",
        "custom": "مخصص",
        "view-details": "عرض تفاصيل المستخدم",
        "mange-affiliates": "إدارة صفحة الشركات التابعة",
        "users-only": "عرض المستخدمين فقط",
        "make-card": "تنفيذ إجراءات البطاقة",
        "make-user": "جعل كافة إجراءات المستخدم",
        "view-card": "عرض البطاقات",
        "edit-working": "تعديل ساعات العمل",
        "view-logs": "عرض السجلات",
        "manage-req": "إدارة الطلبات",
        "calculator": "الحاسبة",
        "edit-agent": "تعديل أدوار الوكيل",
        "view-req": "عرض الطلبات",
        "view-analy": "عرض صفحة التحليل",
        "edit-commision": "تحرير معدل العمولة",
        "user-action": "إجراء المستخدم (باستثناء 3)",
        "view-setting": "عرض صفحة الإعدادات",
        "manage-payment": "إدارة المدفوعات"
    }
}