{
  "Home": {
    "title-one": "Free for a limited time",
    "desc-one": "Now and for a limited time, you can get a free virtual card to buy all your products or pay for your services outside Egypt. What are you waiting for? Order it now and don't miss the offer.",
    "btn": "Order Card",
    "title-two": "Features",
    "item-one": "Unlimited international payment limits.",
    "item-two": "Issuing the card is free.",
    "item-three": "You can rely on it to pay any large amounts.",
    "item-four": "There are no routine procedures to issue the card.",
    "item-five": "If your transactions exceed 1000$ per month, you will get a discount on currency management."
  },
  "Navbar": {
    "cards": "Cards",
    "dashboard": "Dashboard",
    "profile": "Profile",
    "home": "Home",
    "features": "Features",
    "about": "About Us",
    "login": "Log In",
    "signup": "Sign Up",
    "logout": "Log Out",
    "yourCard": "Your Card"
  },
  "Footer": {
    "company": "Company",
    "about": "About us",
    "contact": "Contact us",
    "languages": "Languages",
    "legal": "Legal",
    "terms": "Terms of Service",
    "privacy": "Privacy Policy",
    "refund": "Refund Policy",
    "copyright": "Copyright © 2024 Litepay LLC",
    "follow": "Follow US"
  },
  "About": {
    "title": "WHO WE ARE",
    "desc-one": "LitePay addresses the challenges of making international payments by offering a seamless solution through a virtual prepaid electronic card. This card allows users to conduct transactions in foreign currencies without the usual restrictions and limitations often imposed by traditional banking systems. By removing obstacles like currency exchange fees and transfer delays, LitePay ensures a smoother payment experience for users.",
    "desc-two": "Unlike conventional methods, LitePay eliminates the hassle of dealing with strict usage limits, making it an ideal tool for individuals and businesses seeking a borderless payment experience. Its virtual nature enables users to manage their finances without needing a physical card, allowing for greater flexibility in international transactions.",
    "desc-three": "Users can effortlessly use LitePay across various international platforms for purchasing goods and services, managing subscriptions, and even making bookings. With its streamlined, efficient, and secure payment process, LitePay provides a reliable alternative to traditional banking systems, offering ease of use for global transactions."
  },
  "order-wait": {
    "title": "Thank you for ordering a ",
    "title-add-balance-wait": "Thank you for your payment of ",
    "secondTitle": " on your",
    "thirdTitle": " card ",
    "fourthTitle": "with a deposit of ",
    "description": "Your order is being processed and you will receive a message on whatsapp when your card is ready to use. The order takes from 10 minutes to 2 hours during the working hours.",
    "description-add-balance-wait": "Your order is being processed and you will receive a message on whatsapp when your balance is added. The order takes from 10 minutes to 2 hours during the working hours."
  },
  "Auth": {
    "signup-title": "Welcome to LitePay",
    "have-account": "Already have an count?",
    "login": "Log in",
    "email": "Email",
    "email-phone": "Email or Phone",
    "your-email": "Your Email",
    "password": "Password",
    "new-password": "New Password",
    "confirm-password": "Confirm Password",
    "sign-up": "Sign up",
    "or": "OR",
    "google": "Continue with Google",
    "hide": "Hide",
    "show": "Show",
    "login-title": "Welcome back!",
    "dont-have": "Don’t have an account yet?",
    "loading": "Loading",
    "next": "Next",
    "forgot-password": "Forgot Password?",
    "forgot-password-des": "No worries, we’ll send you reset instructions.",
    "forgot-password-part-two": "How should we contact you?",
    "forgot-password-part-two-des": "You can choose between these two methods to receive your OTP code.",
    "forgot-password-part-three": "Password reset",
    "forgot-password-part-three-des": "We sent a code to ",
    "forgot-password-part-four": "Set new password",
    "forgot-password-part-four-des": "Must be at least 8 characters.",
    "reset-password": "Reset password",
    "send-otp-code-to": "Send OTP Code to ",
    "confirm": "Confirm",
    "password-mismatch-message": "Password mismatch message",
    "": "",
    "accountAlreadyExist": "This account already exists.",
    "msg-not-password": "password must be at least 8 characters long contains upper and lower case and special chars",
    "incorrect-password": "Incorrect password",
    "submit": "Submit"
  },
  "Cards": {
    "age": "Age",
    "card-request": "Card Request",
    "name": "Name",
    "phone": "Phone",
    "phone-number": "Phone Number",
    "phone-number-req": "Phone Number Request",
    "phone-number-validation": "Phone number must be 11 digits",
    "email": "Email",
    "national-id": "National ID",
    "national-id-des": "(You will need it if you forget your password.)",
    "telegram": "Telegram Profile",
    "telegram-des": "(optional)",
    "gender": "gender",
    "male": "male",
    "female": "female",
    "OTP": "OTP",
    "one-time-password": "(one time password)",
    "name-on-card": "Name on card",
    "appearing": "The name appearing on the card",
    "next": "Next",
    "back": "Back",
    "charge-card": "Charge Card",
    "msg-charge-card": "You will get it in your card balance",
    "minimum": "Minimum",
    "max": "Maximum",
    "exactly": "You Charge exactly",
    "amount-usd": "Charge amount in USD",
    "usd": "USD",
    "egp": "EGP",
    "card-fee": "Card issue fee",
    "e£": "E£",
    "exchange-rate": "Exchange Rate",
    "exchange-rate-percent": "Percent Exchange Rate",
    "instaPay-vodafone-cash": "(Instapay) / (VF Cash) fee",
    "payment-egp": "Payment amount in EGP",
    "or": "Or",
    "click-instaPay": "Click here to open instaPay",
    "account": "Account:",
    "account-optional": "Account (optional)",
    "instaPay-account": "instaPay account",
    "Link": "Link",
    "user": "User",
    "msgInputImage": "Drag & drop an image or click to browse",
    "msgInputImageSecond": "Please upload the screenshot of Instapay transaction",
    "no-selected": "No image selected",
    "confirm": "Confirm",
    "ordering-a": "Thank you for ordering a",
    "card": "card.",
    "card-add-balance": "card",
    "desc-one": "Your order is being processed and you will receive an email when",
    "desc-two": "your card is ready to use. The order takes from 10 minutes to 2 hours",
    "desc-three": "during the working hours.",
    "vf-cash": "VF Cash fee",
    "instapay": "Instapay fee",
    "promo-code": "Promo code",
    "apply": "Apply",
    "loading": "Loading",
    "card-dashboard": "Card Dashboard",
    "basic": "Basic",
    "premium": "Premium",
    "balance": "Balance:",
    "status": "Card Status:",
    "support": "Customer support:",
    "active": "Active",
    "un-active": "Not activated",
    "available": "Available",
    "unavailable": "Not Available",
    "address": "Address :",
    "card-type": "Card Type :",
    "add-balance": "Add Balance",
    "you-need": "You need",
    "to-be-premium": "to be Premium",
    "you-saved": "You saved",
    "egp-as-you-special": "EGP as you are special",
    "transactions-history": "Transactions History",
    "transactions-history-des": "The transactions update every 1 Min.",
    "card-label": "Card",
    "company-name": "Company Name",
    "amount": "Amount",
    "date": "Date",
    "time": "Time",
    "pending": "Pending",
    "failure": "Failure",
    "success": "Success",
    "refund": "Refund",
    "all": "All",
    "today": "Today",
    "last-week": "Last week",
    "last-month": "Last month",
    "": "",
    "msg-not-used-card": "The card has never been used at this time.",
    "bank-description": "Bank description:",
    "failure-reason": "Failure Reason:",
    "card-required": "Card number is required",
    "minimum-amount-usd": "Minimum amount is 5 USD",
    "maximum-amount-egp": "Maximum amount is 150,000 EGP",
    "usd-amount-required": "USD amount is required",
    "egp-amount-required": "EGP amount is required",
    "decimals": "Decimals cannot be added",
    "vodafone-comming": "Vodafone Cash (coming soon)...",
    "invalid-promo": "invalid promo code",
    "telegram-url": "Telegram profile must be a valid URL",
    "national-id-required": "National ID is required",
    "national-id-digits": "National ID must be 14 digits.",
    "must-email": "Must be a valid email",
    "name-required": "Name is required",
    "name-must": "Name must contain only English letters and a single space between words.",
    "email-required": "Email is required",
    "phone-required": "Phone number is required",
    "phone-number-must": "Phone number must start with 010, 011, 012, or 015 and be 11 digits.",
    "email-or-phone": "Email or phone",
    "your-saving": "Your savings",
    "the-platform-only-accepts-whole-numbers": "The platform only accepts whole numbers.",
    "will-be-rounded-to": "will be rounded to",
    "new-balance": "New balance",
    "add-rate": "Add Rate",
    "total": "Total",
    "title-add-card-select": "select",
    "value-one-add-card": "value",
    "value-two-add-card": "value",
    "card-number": "Card Number",
    "cvv": "cvv",
    "load": "loading...",
    "error-upload": "An error occurred while uploading image. Try again later"
  },
  "TransactionsTable": {
    "all-time": "All Time",
    "last-day": "Last Day",
    "last-week": "Last Week",
    "last-month": "Last 30 Days",
    "search-by-company": "Search by company name",
    "company-name": "Company Name",
    "status": "Status",
    "amount": "Amount",
    "date": "Date",
    "time": "Time",
    "action": "Action",
    "bank-description": "Bank description:",
    "failure-reason": "Failure Reason:",
    "success": "Success",
    "failure": "Failure",
    "pending": "Pending",
    "all": "All"
  },
  "PrivacyPolicy": {
    "Introduction": {
      "Heading": "Privacy Policy",
      "Description": "This Privacy Policy sets out the policy of LitePay with respect to the way we obtain, use, and disclose information about you through our website. We understand and appreciate that you are concerned about privacy, particularly in relation to the use and disclosure of personal information. We are committed to providing a high level of privacy in relation to all personal information that is collected by us. The purpose of this Privacy Policy is to tell you what kind of information we may gather about you when you visit our site, how we may use that information, whether we disclose it to anyone, and the choices you have regarding how we will use your personal information, and your ability to correct this information. Our website allows you to choose what kind and how much information you provide to us and to control how we use whatever information you give us. Our goal is to provide you with a satisfying experience while allowing you to control your privacy and to give you the means to voice any questions or concerns you may have."
    },
    "Consent": {
      "Heading": "Your Consent",
      "Description": "You consent to your personal information being used in accordance with the privacy policy by visiting our website, by entering a competition on our website, by purchasing our products on the website and/or by providing us with your personal information on the website."
    },
    "CollectionOfInformation": {
      "Heading": "Collection of Information",
      "Description": "Information is collected from you primarily to make it easier and more rewarding for you to use our website and services. Depending on the service you are accessing, you could be asked to provide information such as your name, email address or information about what you like and do not like. It is entirely your choice whether to respond to these questions or not."
    },
    "UseOfPersonalInformation": {
      "Heading": "Use of Personal Information",
      "Description": "LitePay will use the personal information you have chosen to provide us for the purpose for which you provided it. LitePay will not use it for any other purpose without your consent. We might on occasions, use this information to notify you of any important changes to our site or any special promotions that may be of interest to you. On each email or communication that we send you, we will include simple instructions on how you can immediately unsubscribe from our mailing list. You can opt out from receiving such material at any time by emailing our privacy manager and asking to be removed from the mailing list. Any information we may collect from you will be treated with strict confidentiality."
    },
    "Disclosure": {
      "Heading": "Disclosure",
      "Description": "There will be occasions where it will be necessary for LitePay to disclose your personal information to third parties. LitePay may be required to disclose your personal information to third parties to provide the products or services you have requested, for example, if you purchase products online, LitePay will need to disclose your personal information to third parties to bill and deliver your products. However, the disclosure will only be made where it is necessary to fulfill the purpose for which you disclosed your personal information. Otherwise, than stated above, we do not disclose personal information that you may give us, such as your name, address, email address or telephone number, to any organization or person outside BOUNCE, unless you have authorized us to do so, or unless we are requested to do so by a law enforcement agency in relation to a suspected breach of any law."
    },
    "PersonalInformation": {
      "Heading": "NO SALE OF PERSONAL INFORMATION",
      "Description": "Under no circumstances will LitePay sell or receive payment for licensing or disclosing your personal information."
    },
    "Passwords": {
      "Heading": "PASSWORDS",
      "Description": "Ultimately, you are solely responsible for maintaining the secrecy of your passwords and/or any personal information. Be responsible whenever you are online. Credit Cards: We do not collect or store credit card information on our database or server. This information is managed through a secure credit card payment facility, all information sent to the processing bank is managed with the latest security software, systems, and processes (SSL)."
    },
    "Security": {
      "Heading": "Security",
      "Description": "LitePay operates secure data networks that are designed to protect your privacy and security. LitePay has a Security Policy that explains how we protect your privacy and personal information. Please note that our website does not provide systems for secure transmission of personal information across the internet, except where otherwise specifically stated. You should be aware that there are inherent risks in transmitting personal information via the internet and that we accept no responsibility for personal information provided via unsecured websites. We will not be held liable for loss or damage arising from unauthorized access to your personal information or a breach of this policy whether such access or breach was caused by our negligent or willful act or omission or that of our employees or agents."
    },
    "AccessAndCorrection": {
      "Heading": "Access and Correction",
      "Description": "The security of your information is important to us. The information we have collected about you cannot be seen or modified by anyone else. We make all reasonable efforts to ensure that information is stored securely both in electronic and physical form. You may access your information at any time. If you would like to know what information we hold about you, please contact us. If you discover that there is an error or information is missing, please notify us and we will try to correct or update the information as soon as possible. We will try to ensure that all information we collect, use, or disclose about you is accurate, complete and up to date."
    }
  },
  "Terms": {
    "Title": "Terms and Conditions",
    "Overview": {
      "Title": "OVERVIEW",
      "Description": "This website is operated by LitePay. Throughout the site, the terms 'we', 'us' and 'our' refer to LitePay. LitePay offers this website, including all information, tools, and services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies and notices stated here. By visiting our site and/or purchasing something from us, you engage in our 'Service' and agree to be bound by the following terms and conditions ('Terms of Service', 'Terms'), including those additional terms and conditions and policies referenced herein and/or available by hyperlink. These Terms of Service apply to all users of the site, including without limitation users who are browsers, vendors, customers, merchants, and/or contributors of content. Please read these Terms of Service carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these Terms of Service. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services. If these Terms of Service are considered an offer, acceptance is expressly limited to these Terms of Service. Any new features or tools which are added to the current store shall also be subject to the Terms of Service. You can review the most current version of the Terms of Service at any time on this page. We reserve the right to update, change or replace any part of these Terms of Service by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes. Our store is hosted on Shopify Inc. They provide us with the online e-commerce platform that allows us to sell our products and services to you."
    },
    "Section1": {
      "Title": "SECTION 1 - ONLINE STORE TERMS",
      "Description": "By agreeing to these Terms of Service, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence, and you have given us your consent to allow any of your minor dependents to use this site. You may not use our products for any illegal or unauthorized purpose nor may you, in the use of the Service, violate any laws in your jurisdiction (including but not limited to copyright laws). You must not transmit any worms or viruses or any code of a destructive nature. A breach or violation of any of the Terms will result in an immediate termination of your Services."
    },
    "Section2": {
      "Title": "SECTION 2 - GENERAL CONDITIONS",
      "Description": "We reserve the right to refuse service to anyone for any reason at any time. You understand that your content (not including credit card information) may be transferred unencrypted and involve (a) transmissions over various networks; and (b) changes to conform and adapt to technical requirements of connecting networks or devices. Credit card information is always encrypted during transfer over networks. You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service or any contact on the website through which the service is provided, without express written permission by us. The headings used in this agreement are included for convenience only and will not limit or otherwise affect these Terms."
    },
    "Section3": {
      "Title": "SECTION 3 - ACCURACY, COMPLETENESS AND TIMELINESS OF INFORMATION",
      "Description": "We are not responsible if information made available on this site is not accurate, complete, or current. The material on this site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete, or more timely sources of information. Any reliance on the material on this site is at your own risk. This site may contain certain historical information. Historical information, necessarily, is not current and is provided for your reference only. We reserve the right to modify the contents of this site at any time, but we have no obligation to update any information on our site. You agree that it is your responsibility to monitor changes to our site."
    },
    "Section4": {
      "Title": "SECTION 4 - MODIFICATIONS TO THE SERVICE AND PRICES",
      "Description": "Prices for our products are subject to change without notice. We reserve the right at any time to modify or discontinue the Service (or any part or content thereof) without notice at any time. We shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service."
    },
    "Section5": {
      "Title": "SECTION 5 - PRODUCTS OR SERVICES (if applicable)",
      "Description": "Certain products or services may be available exclusively online through the website. These products or services may have limited quantities and are subject to return or exchange only according to our Return Policy. We have made every effort to display as accurately as possible the colors and images of our products that appear at the store. We cannot guarantee that your computer monitor's display of any color will be accurate. We reserve the right, but are not obligated, to limit the sales of our products or Services to any person, geographic region, or jurisdiction. We may exercise this right on a case-by-case basis. We reserve the right to limit the quantities of any products or services that we offer. All descriptions of products or product pricing are subject to change at any time without notice, at the sole discretion of us. We reserve the right to discontinue any product at any time. Any offer for any product or service made on this site is void where prohibited. We do not warrant that the quality of any products, services, information, or other material purchased or obtained by you will meet your expectations, or that any errors in the Service will be corrected."
    },
    "Section6": {
      "Title": "SECTION 6 - ACCURACY OF BILLING AND ACCOUNT INFORMATION",
      "Description": "We reserve the right to refuse any order you place with us. We may, in our sole discretion, limit or cancel quantities purchased per person, per household or per order. These restrictions may include orders placed by or under the same customer account, the same credit card, and/or orders that use the same billing and/or shipping address. If we make a change to or cancel an order, we may attempt to notify you by contacting the e-mail and/or billing address/phone number provided at the time the order was made. We reserve the right to limit or prohibit orders that, in our sole judgment, appear to be placed by dealers, resellers or distributors. You agree to provide current, complete, and accurate purchase and account information for all purchases made at our store. You agree to promptly update your account and other information, including your email address and credit card numbers and expiration dates, so that we can complete your transactions and contact you as needed. For more detail, please review our Returns Policy."
    },
    "Section7": {
      "Title": "SECTION 7 - OPTIONAL TOOLS",
      "Description": "We may provide you with access to third-party tools over which we neither monitor nor have any control nor input. You acknowledge and agree that we provide access to such tools 'as is' and 'as available' without any warranties, representations, or conditions of any kind and without any endorsement. We shall have no liability whatsoever arising from or relating to your use of optional third-party tools. Any use by you of optional tools offered through the site is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms on which tools are provided by the relevant third-party provider(s). We may also, in the future, offer new services and/or features through the website (including, the release of new tools and resources). Such new features and/or services shall also be subject to these Terms of Service."
    },
    "Section8": {
      "Title": "SECTION 8 - THIRD-PARTY LINKS",
      "Description": "Certain content, products and services available via our Service may include materials from third parties. Third-party links on this site may direct you to third-party websites that are not affiliated with us. We are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services of third parties. We are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party websites. Please review carefully the third-party's policies and practices and make sure you understand them before you engage in any transaction. Complaints, claims, concerns, or questions regarding third-party products should be directed to the third-party."
    },
    "Section9": {
      "Title": "SECTION 9 - USER COMMENTS, FEEDBACK AND OTHER SUBMISSIONS",
      "Description": "If, at our request, you send certain specific submissions (for example contest entries) or without a request from us you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by email, by postal mail, or otherwise (collectively, 'comments'), you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any comments that you forward to us. We are and shall be under no obligation (1) to maintain any comments in confidence; (2) to pay compensation for any comments; or (3) to respond to any comments. We may, but have no obligation to, monitor, edit or remove content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party’s intellectual property or these Terms of Service. You agree that your comments will not violate any right of any third-party, including copyright, trademark, privacy, personality or other personal or proprietary right. You further agree that your comments will not contain libelous or otherwise unlawful, abusive, or obscene material, or contain any computer virus or other malware that could in any way affect the operation of the Service or any related website. You may not use a false e-mail address, pretend to be someone other than yourself, or otherwise mislead us or third parties as to the origin of any comments. You are solely responsible for any comments you make and their accuracy. We take no responsibility and assume no liability for any comments posted by you or any third-party."
    },
    "Section10": {
      "Title": "SECTION 10 - PERSONAL INFORMATION",
      "Description": "Your submission of personal information through the store is governed by our Privacy Policy. To view our Privacy Policy."
    },
    "Section11": {
      "Title": "SECTION 11 - ERRORS, INACCURACIES AND OMISSIONS",
      "Description": "Occasionally there may be information on our site or in the Service that contains typographical errors, inaccuracies or omissions that may relate to product descriptions, pricing, promotions, offers, product shipping charges, transit times and availability. We reserve the right to correct any errors, inaccuracies or omissions, and to change or update information or cancel orders if any information in the Service or on any related website is inaccurate at any time without prior notice (including after you have submitted your order). We undertake no obligation to update, amend or clarify information in the Service or on any related website, including without limitation, pricing information, except as required by law. No specified update or refresh date applied in the Service or on any related website should be taken to indicate that all information in the Service or on any related website has been modified or updated."
    },
    "Section12": {
      "Title": "SECTION 12 - PROHIBITED USES",
      "Description": "In addition to other prohibitions as set forth in the Terms of Service, you are prohibited from using the site or its content: (a) for any unlawful purpose; (b) to solicit others to perform or participate in any unlawful acts; (c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances; (d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others; (e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability; (f) to submit false or misleading information; (g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Service or of any related website, other websites, or the Internet; (h) to collect or track the personal information of others; (i) to spam, phish, pharm, pretext, spider, crawl, or scrape; (j) for any obscene or immoral purpose; or (k) to interfere with or circumvent the security features of the Service or any related website, other websites, or the Internet. We reserve the right to terminate your use of the Service or any related website for violating any of the prohibited uses."
    },
    "Section13": {
      "Title": "SECTION 13 - DISCLAIMER OF WARRANTIES; LIMITATION OF LIABILITY",
      "Description": "We do not guarantee, represent, or warrant that your use of our service will be uninterrupted, timely, secure or error-free. We do not warrant that the results that may be obtained from the use of the service will be accurate or reliable. You agree that from time to time we may remove the service for indefinite periods of time or cancel the service at any time, without notice to you. You expressly agree that your use of, or inability to use, the service is at your sole risk. The service and all products and services delivered to you through the service are (except as expressly stated by us) provided 'as is' and 'as available' for your use, without any representation, warranties or conditions of any kind, either express or implied, including all implied warranties or conditions of merchantability, merchantable quality, fitness for a particular purpose, durability, title, and non-infringement. In no case shall LitePay, our directors, officers, employees, affiliates, agents, contractors, interns, suppliers, service providers or licensors be liable for any injury, loss, claim, or any direct, indirect, incidental, punitive, special, or consequential damages of any kind, including, without limitation lost profits, lost revenue, lost savings, loss of data, replacement costs, or any similar damages, whether based in contract, tort (including negligence), strict liability or otherwise, arising from your use of any of the service or any products procured using the service, or for any other claim related in any way to your use of the service or any product, including, but not limited to, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of the service or any content (or product) posted, transmitted, or otherwise made available via the service, even if advised of their possibility. Because some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, our liability shall be limited to the maximum extent permitted by law."
    },
    "Section14": {
      "Title": "SECTION 14 - INDEMNIFICATION",
      "Description": "You agree to indemnify, defend and hold harmless LitePay and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference, or your violation of any law or the rights of a third-party."
    },
    "Section15": {
      "Title": "SECTION 15 - SEVERABILITY",
      "Description": "If any provision of these Terms of Service is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms of Service, such determination shall not affect the validity and enforceability of any other remaining provisions."
    },
    "Section16": {
      "Title": "SECTION 16 - TERMINATION",
      "Description": "The obligations and liabilities of the parties incurred prior to the termination date shall survive the termination of this agreement for all purposes. These Terms of Service are effective unless and until terminated by either you or us. You may terminate these Terms of Service at any time by notifying us that you no longer wish to use our Services, or when you cease using our site. If in our sole judgment you fail, or we suspect that you have failed, to comply with any term or provision of these Terms of Service, we also may terminate this agreement at any time without notice and you will remain liable for all amounts due up to and including the date of termination; and/or accordingly may deny you access to our Services (or any part thereof)."
    },
    "Section17": {
      "Title": "SECTION 17 - ENTIRE AGREEMENT",
      "Description": "The failure of us to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision. These Terms of Service and any policies or operating rules posted by us on this site or in respect to The Service constitutes the entire agreement and understanding between you and us and govern your use of the Service, superseding any prior or contemporaneous agreements, communications and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms of Service). Any ambiguities in the interpretation of these Terms of Service shall not be construed against the drafting party."
    },
    "Section18": {
      "Title": "SECTION 18 - GOVERNING LAW",
      "Description": "These Terms of Service and any separate agreements whereby we provide you Services shall be governed by and construed in accordance with the laws of Egypt."
    },
    "Section19": {
      "Title": "SECTION 19 - CHANGES TO TERMS OF SERVICE",
      "Description": "You can review the most current version of the Terms of Service at any time at this page. We reserve the right, at our sole discretion, to update, change or replace any part of these Terms of Service by posting updates and changes to our website. It is your responsibility to check our website periodically for changes. Your continued use of or access to our website or the Service following the posting of any changes to these Terms of Service constitutes acceptance of those changes."
    }
  },
  "dashboard": {
    "dashboard": "Dashboard",
    "requests": "Requests",
    "users": "Users",
    "cards": "Cards",
    "no-cards": "You have no cards yet",
    "analysis": "Analysis",
    "logs": "Logs",
    "settings": "Settings",
    "affiliate": "Affiliate",
    "recharge-card": "Recharge Card",
    "new-card": "New Card",
    "refunds": "Refunds",
    "search": "Search",
    "date-from": "Date From",
    "date-to": "Date To",
    "methods": "Methods",
    "created": "Created at",
    "account": "Account",
    "states": "Status",
    "export": "Export",
    "refresh": "Refresh",
    "image": "Image",
    "name-on-card": "Name on card",
    "card-number": "Card Number",
    "phone-number": "Phone Number",
    "email": "Email",
    "amount": "Amount",
    "amount-usd": "Amount USD",
    "actions": "Actions",
    "details": "Details",
    "additional-information": "Additional information",
    "all": "All",
    "instapay": "Instapay",
    "vodafone": "Vodafone",
    "pending": "Pending",
    "succeeded": "Succeeded",
    "declined": "Declined",
    "premium-basic": "Premium/Basic",
    "premium": "Premium",
    "normal": "normal",
    "basic": "Basic",
    "name": "Name",
    "phoneNumber": "Number",
    "nationalID": "National ID",
    "registerDate": "Register date",
    "user": "User",
    "telegram": "(Telegram)",
    "firstCard": "First Card",
    "totalDeposits": "Total Deposits",
    "deposits": "Deposits",
    "last": "(Last 30 days)",
    "back": "Back",
    "user-details": "User Details",
    "remove-card": "Remove Card",
    "add-balance": "Add balance",
    "add-card": "Add card",
    "refund": "Refund",
    "change-rate": "Change Rate",
    "clear-user-transactions": "Clear user transactions",
    "delete-user": "Delete user",
    "ban-user": "Ban user",
    "un-ban-user": "Non Ban user",
    "createDate": "Create date",
    "card-details": "Card Details",
    "card-balance": "Card Balance",
    "last-30-Days": "Last 30 Days Deposits",
    "total-deposits": "Total Deposits",
    "usd": "USD",
    "freeze-card": "Freeze card",
    "un-freeze-card": "Non Freeze card",
    "delete-card": "Delete Card",
    "edit-balance": "Edit Balance",
    "edit-card": "Edit Card Details",
    "card-transactions": "Card Transactions",
    "company-name": "Company Name",
    "date": "Date",
    "time": "Time",
    "approve": "Approve",
    "ignore": "Ignore",
    "working-hours": "Working Hours",
    "exchange-commission": "Exchange Commission",
    "payments": "Payments",
    "roles": "Roles",
    "agents": "Agents",
    "templates": "Templates",
    "select-day": "Select a day",
    "Sun": "Sun",
    "Mon": "Mon",
    "Tue": "Tue",
    "Wed": "Wed",
    "Thu": "Thu",
    "Fri": "Fri",
    "Sat": "Sat",
    "from": "From",
    "to": "To",
    "disable-day": "Disable Working Hours on this day",
    "undo-change": "Undo Last Change",
    "save-changes": "Save Changes",
    "basic-rate": "Basic Rate",
    "vodafone-cash": "Vodafone Cash",
    "premium-rate": "Premium Rate",
    "disabled": "Disabled",
    "enabled": "Enable",
    "upload-image": "Upload new image",
    "username": "User name",
    "edit": "Edit",
    "link": "Link",
    "add-user-dashboard": "Add user to Dashboard",
    "add": "Add",
    "owner": "Owner",
    "sup-admin": "Sup admin",
    "admin": "Admin",
    "technical": "Technical",
    "custom": "Custom",
    "view-details": "View User Details",
    "mange-affiliates": "Mange Affiliates Page",
    "users-only": "View Users Only",
    "make-card": "Make Card Actions",
    "make-user": "Make All User Action",
    "view-card": "View Cards",
    "edit-working": "Edit Working Hours",
    "view-logs": "View Logs",
    "manage-req": "Manage Requests",
    "calculator": "Calculator",
    "edit-agent": "Edit Agent  Roles",
    "view-req": "View Requests",
    "view-analy": "View Analysis Page",
    "edit-commision": "Edit Commission Rate",
    "user-action": "User Action (Except 3)",
    "view-setting": "View Settings Page",
    "manage-payment": "Mange Payments"
  }
}
